{
  "title": "Ultime notizie sulla salute e aggiornamenti",
  "subtitle": "Rimani aggiornato con i migliori consigli sul benessere, le scoperte sulla salute e modi semplici per sentirti al meglio ogni giorno",
  "readFullStory": "Leggi la storia completa",
  "backToNews": "Torna alla pagina principale delle notizie",
  "discoverMore": "Scopri più consigli sulla salute e articoli sul benessere",
  "articles": {
    "article1": {
      "title": "La tua energia scompare e non sai nemmeno perché: La crisi nascosta delle vitamine B",
      "description": "Sei costantemente stanco? La nebbia cerebrale ti colpisce come un camion? Il tuo corpo potrebbe gridare aiuto. Scopri la crisi nascosta delle vitamine B che sta prosciugando la tua energia e come risolverla.",
      "category": "Energia & Benessere",
      "date": "15 dicembre 2024"
    },
    "article2": {
      "title": "Il segreto sotterraneo che ogni atleta d'élite conosce (ma non ti dirà)",
      "description": "Mentre lotti con il recupero lento e progressi stagnanti, i professionisti usano questa semplice formula a 3 ingredienti per liberare il loro potenziale genetico.",
      "category": "Performance",
      "date": "12 dicembre 2024"
    },
    "article3": {
      "title": "La molecola anti-aging rivoluzionaria di cui il tuo medico non parla",
      "description": "Scopri i potenti benefici anti-aging dell'acido alfa-lipoico (ALA) - l'antiossidante universale che agisce a livello cellulare per rallentare l'invecchiamento dall'interno.",
      "category": "Anti-Aging",
      "date": "15 gennaio 2025"
    },
    "article4": {
      "title": "Magnesio: Il super-minerale che la maggior parte delle persone non assume abbastanza",
      "description": "Metà di tutte le persone non assume abbastanza magnesio! Questo minerale importante ti aiuta a dormire meglio, mantiene i tuoi muscoli funzionanti e ti dà più energia. Scopri se hai bisogno di più magnesio.",
      "category": "Fondamenti nutrizionali",
      "date": "28 dicembre 2024"
    },
    "article5": {
      "title": "Perché la vitamina B1 (tiamina) è essenziale per il metabolismo energetico",
      "description": "La vitamina dell'energia di cui nessuno parla (ma dovrebbe!) Ti senti prosciugato a metà giornata? Prima di afferrare il prossimo caffè, parliamo della vitamina che potrebbe cambiare per sempre il tuo gioco energetico: la vitamina B1, anche nota come tiamina.",
      "category": "Ricerca sulla salute",
      "date": "02 settembre 2025"
    },
    "article6": {
      "title": "Vitamina B6: La \"vitamina dell'umore\"",
      "description": "La vitamina della felicità che si nasconde. E se ci fosse una vitamina che controlla direttamente quanto felice, calmo ed equilibrato ti senti ogni giorno? Conosci la vitamina B6—l'eroe non celebrato del tuo benessere mentale.",
      "category": "Salute mentale",
      "date": "15 giugno 2025"
    }
  }
}
