{
  "title": "Cosa dicono i clienti",
  "testimonials": [
    {
      "name": "angela c.",
      "gender": "female",
      "title": "Pappa reale vera",
      "quote": "Adoro le api e così ho deciso di affidarmi a loro per combattere la mia scarsa energia aperto il flacone ho subito sentito il suo profumo dolce e ne sono stata contenta è già qualche giorno che l'assumo e devo dire che la differenza si nota. Sono meno stanca. il prodotto è ok e non l'abbandonero' facilmente. Ottima spedizione e piccole capsule facili da ingerire."
    },
    {
      "name": "Gabriella Longega",
      "gender": "male",
      "title": "Ottimo per mantenersi in forma",
      "quote": "Prodotto ben confezionato. Capsule facili da ingerire. Lo uso costantemente per migliorare le difese immunitarie."
    },
    {
      "name": "soul.food",
      "gender": "female",
      "title": "consigliata",
      "quote": "consigliata. prima di acquistare questo prodotto ho assunto per circa un anno quotidianamente un integratore con echinacea molto più costoso, da circa 4 mesi ho scelto questo più economico e con sola echinacea. negli scorsi 6/7 anni mi sono presa ogni malanno di stagione (e non ho figli che andando a scuola possono portare a casa influenze e raffreddori vari). quest'inverno l'ho trascorso incolume. abbiate pazienza! essendo un prodotto naturale ha bisogno di tempo, ed intendo svariati mesi"
    },
    {
      "name": "wolf",
      "gender": "male",
      "title": "Echinacea grande qualità",
      "quote": "Le compro ormai da anni e ne prendo una tutte le mattine . Prodotto eccellente che mi preserva molto Dalla malattie stagionali . Qualità prezzo molto buone . Consigliatissime. A volte mi sono lasciata convincere da promo sconti ma sono sempre tornata indietro"
    },
    {
      "name": "RICCARDO HEUSCH",
      "gender": "male",
      "title": "Vitamina b6",
      "quote": "Ottimo rapporto qualità prezzo. Le compresse anche se un po' grandi sono facilmente deglutibili. Essendo un integratore occorre del tempo per valutarne i vantaggi."
    },
    {
      "name": "Feciale Massimo",
      "gender": "male",
      "title": "Vitamine",
      "quote": "Il prodotto ha soddisfatto le mie aspettative, ed è arrivato nelle tempistiche previste"
    },
    {
      "name": "roberto gasparri",
      "gender": "male",
      "title": "Ottimo prodotto",
      "quote": "Comodo in capsule facilmente ingoiabili e facile da dare anche ai miei figli quando sono un po' stanchi nel cambio di stagione. Basta un mesetto di cura e i valori di ferro nel sangue salgono subito. Per me invece lo uso regolarmente prima e dopo il ciclo per compensare l'abbassamento dei livelli di ferro e limitare la stanchezza. Lo uso da molto e lo trovo davvero efficace."
    }
  ]
}